# WorksharingUtils Properties

---
The WorksharingUtils type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
WorksharingUtils Class
Autodesk.Revit.DB Namespace